[  
    {"timestamp": [0.0, 4.0], "text": " Learners, you may begin your patient station."},  
    {"timestamp": [4.0, 14.0], "text": " Please remove your cover sheet, jot down any notes, knock, and then enter. Thank you."},  
    {"timestamp": [15.0, 16.0], "text": " Hello, Mr. Johnson."},  
    {"timestamp": [16.5, 18.0], "text": " Hi, good morning."},  
    {"timestamp": [18.0, 20.0], "text": " My name is Sarah, and I’m a medical student."},  
    {"timestamp": [20.0, 22.0], "text": " How are you feeling today?"},  
    {"timestamp": [23.0, 26.0], "text": " I've been better. I've been having some pretty bad stomach pains."},  
    {"timestamp": [26.0, 29.0], "text": " I’m sorry to hear that. Could you tell me more about the pain you’re experiencing?"},  
    {"timestamp": [30.0, 34.0], "text": " Sure. It started about three days ago. It’s a sharp, cramping pain in my lower abdomen."},  
    {"timestamp": [35.0, 37.0], "text": " I see. On a scale from 1 to 10, with 10 being the worst pain you’ve ever felt, how would you rate it?"},  
    {"timestamp": [38.0, 40.0], "text": " I’d say it’s around a 7. It gets worse after I eat."},  
    {"timestamp": [41.0, 43.0], "text": " That sounds uncomfortable. Have you noticed any other symptoms, like nausea, vomiting, or changes in your bowel habits?"},  
    {"timestamp": [44.0, 47.0], "text": " Yes, I’ve been feeling pretty nauseous, and I’ve had some diarrhea as well."},  
    {"timestamp": [48.0, 50.0], "text": " Thank you for sharing that. Have you taken any medications or tried anything to relieve the pain?"},  
    {"timestamp": [51.0, 54.0], "text": " I took some over-the-counter antacids, but they didn’t seem to help much."},  
    {"timestamp": [55.0, 58.0], "text": " Alright. Have you had any recent changes in your diet or any new stressors in your life?"},  
    {"timestamp": [59.0, 62.0], "text": " I did start a new job last month, and I’ve been eating out more often because of my busy schedule."},  
    {"timestamp": [63.0, 65.0], "text": " That could be a factor. Have you ever had similar pain before, or is this the first time?"},  
    {"timestamp": [66.0, 69.0], "text": " I’ve had mild stomach aches before, but nothing this intense."},  
    {"timestamp": [70.0, 72.0], "text": " Understood. Do you have any medical conditions or take any regular medications?"},  
    {"timestamp": [73.0, 75.0], "text": " I have high blood pressure, but it’s well-controlled with medication. I take Lisinopril daily."},  
    {"timestamp": [76.0, 78.0], "text": " Thank you for that information. Are you allergic to any medications or foods?"},  
    {"timestamp": [79.0, 80.0], "text": " No known allergies."},  
    {"timestamp": [81.0, 83.0], "text": " Great. Just to get a complete picture, could you tell me a little about your family medical history? Any conditions that run in your family?"},  
    {"timestamp": [84.0, 87.0], "text": " My father had diabetes, and my mother has a history of irritable bowel syndrome."},  
    {"timestamp": [88.0, 90.0], "text": " Thank you, Mr. Johnson. I have a better understanding of your situation now. I’ll share this information with the supervising doctor, and we’ll come up with a plan to help you feel better."},  
    {"timestamp": [91.0, 92.0], "text": " Thanks, Sarah. I appreciate it."},  
    {"timestamp": [93.0, 94.0], "text": " You’re welcome. Hang tight, and we’ll be back shortly."}  
]  