[  
    {"timestamp": [0.0, 4.0], "text": " Learners, you may begin your patient station."},  
    {"timestamp": [4.0, 14.0], "text": " Please remove your cover sheet, jot down any notes, knock, and then enter. Thank you."},  
    {"timestamp": [15.0, 16.0], "text": " Good afternoon, Ms. Smith."},  
    {"timestamp": [16.5, 18.0], "text": " Good afternoon."},  
    {"timestamp": [18.0, 20.0], "text": " My name is David, and I’m a medical student. How can I assist you today?"},  
    {"timestamp": [21.0, 23.0], "text": " I’ve been having some chest pain that’s been worrying me."},  
    {"timestamp": [24.0, 26.0], "text": " I’m sorry to hear that. Can you describe the chest pain for me?"},  
    {"timestamp": [27.0, 31.0], "text": " It’s a dull, aching pain that comes and goes. It started about a week ago."},  
    {"timestamp": [32.0, 34.0], "text": " On a scale from 1 to 10, with 10 being the worst pain you’ve ever felt, how would you rate it?"},  
    {"timestamp": [35.0, 37.0], "text": " When it’s bad, it’s about a 6."},  
    {"timestamp": [38.0, 40.0], "text": " Have you noticed anything that triggers the pain or makes it worse?"},  
    {"timestamp": [41.0, 44.0], "text": " It seems to get worse when I’m stressed or after I eat a big meal."},  
    {"timestamp": [45.0, 47.0], "text": " I see. Do you have any other symptoms like shortness of breath, nausea, or sweating?"},  
    {"timestamp": [48.0, 50.0], "text": " Sometimes I feel a bit short of breath, but no nausea or sweating."},  
    {"timestamp": [51.0, 54.0], "text": " Thank you for sharing that. Have you taken any medications or tried anything to relieve the pain?"},  
    {"timestamp": [55.0, 58.0], "text": " I’ve tried some antacids, thinking it might be heartburn, but they didn’t help much."},  
    {"timestamp": [59.0, 61.0], "text": " Understood. Have you experienced any similar pain in the past?"},  
    {"timestamp": [62.0, 64.0], "text": " No, this is the first time I’ve had this kind of pain."},  
    {"timestamp": [65.0, 67.0], "text": " Do you have any medical conditions or take any regular medications?"},  
    {"timestamp": [68.0, 70.0], "text": " I have high cholesterol, and I’m on atorvastatin for that."},  
    {"timestamp": [71.0, 72.0], "text": " Any allergies to medications?"},  
    {"timestamp": [73.0, 74.0], "text": " No, no allergies."},  
    {"timestamp": [75.0, 77.0], "text": " Thank you. Could you also tell me a bit about your family medical history? Any heart disease or similar conditions?"},  
    {"timestamp": [78.0, 81.0], "text": " My father had a heart attack in his fifties, and my mother has hypertension."},  
    {"timestamp": [82.0, 85.0], "text": " Thank you, Ms. Smith. I’m going to share this information with the supervising doctor, and we’ll come up with a plan to address your chest pain."},  
    {"timestamp": [86.0, 87.0], "text": " Thank you, David. I appreciate it."},  
    {"timestamp": [88.0, 89.0], "text": " You’re welcome. Please hang tight, and we’ll be back shortly."}  
]  